Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingsradet_topper_regjeringen_med_2_millioner.html.tmx
Source language: nob
Languages: sme

source: Sametingsrådet topper regjeringen med 2 millioner
sme: Sámediggeráđđi lokte ráđđehusa juolludeami 2 miljovnnain

source: I forslag til revidert budsjett forslår sametingsrådet 7 millioner ekstra til utvikling av samiske læremidler.
sme: Reviderejuvvon bušeahtas árvala sámediggeráđđi 7 miljovnna lasiheami ovdánahttit sámi oahpponeavvuid.

source: Jeg er fornøyd med at vi klarer å få til denne satsingen nå siden Sametinget fikk 9 millioner mindre til samisk læremidler i desember, sier sametingsråd Mikkel Eskil Mikkelsen.
sme: Sámediggi oaččui 9 miljovnna unnit sámi oahpponeavvuide juovlamánus, ja mun lean duhtávaš go dál nákcet vuoruhit ná, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen.

source: Sametinget øker satsene for læremiddelutvikling for å stimulere til økt tilfang av læremidler.
sme: Sámediggi lasiha máksomeriid oahpponeavvobuvttadeapmái vai šattale eanet válljenvári sámi oahpponeavvut.

source: Som en del av denne satsningen har sametingsrådet nå foreslått en tilleggsbevilgning på kr 7 000 000 til utvikling av samiske læremidler i forslaget til Sametingets reviderte budsjett for 2023.
sme: Oassin dán vuoruheamis lea sámediggeráđđi dál árvalan 7 000 000 ru. lassijuolludeami sámi oahpponeavvobuvttadeapmái Sámedikki 2023 reviderejuvvon bušeahttaárvalusas.

source: Den økte bevilgningen vil bidra til å øke avsetningen av læremidler på samisk, og sikre at samisktalende elever og studenter får tilgang til relevant og kvalitetsbasert undervisning
sme: Juolludeapmi lasiha doarjjavárrejumi sámi oahpponeavvuide, ja sihkkarastte ahte sámi oahppit ja studeanttat ožžot relevánta ja kvalitehtahuksejuvvon oahpahusa.

source: -Samiske læremidler er et prioritert område for Sametingetsrådet og vi tar satsingen på læremidler på alvor og gir en økt bevilgning til utvikling av samiske læremidler, sier Mikkelsen, Dette vil gi økt tilfang av nye læremidler de kommende årene.
sme: -Sámi oahpponeavvut lea vuoruhuvvon suorgi sámediggeráđđái, ja mii lasihit juolludeami sámi oahpponeavvuid buvttadeapmái go buvttadeami áŋgiruššan lea duođalaš midjiide, dadjá Mikkelsen, ja de šaddá boahttevaš jagiid oahpponeavvuid dáfus eanet válljenvárri.

source: Sametingets arbeid gir resultater Sametingets satsing på læremiddelutvikling og gjennomgang av tilskuddsordningene har gitt resultater.
sme: Sámedikki bargu buktá bohtosiid Oahpponeavvuid vuoruheapmi Sámedikkis ja maid doarjjaortnega guorahallan lea buktán bohtosiid.

source: I 2019 ble det ferdigstilt 66 samiske læremidler, og 47 i 2021. – Det er gledelig å se resultatene i form av to rekordår.
sme: 2019:s gárvvistuvvo 66 oahpponeavvu, ja 2021:s fas 47. – Lea illudahtti oaidnit bohtosiid dákkár oláhusjagiid hámis.

source: Slike resultater har vi ikke hatt før og det kan vi feire, men vi er fortsatt ikke i mål, sier sametingsråd Mikkel Eskil Mikkelsen.
sme: Mis eai leat leamaš dákkár bohtosat ovdal ja dán sáhttit ávvudit, muhto eat leat vuos buot oláhusaid olihan, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen.

source: For spørsmål eller intervju, ta kontakt med sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161 , mikkel.eskil.mikkelsen@samediggi.no
sme: Gažaldagaid vástida dahje jearahallama addá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161 , mikkel.eskil.mikkelsen@samediggi.no
